Revit 2027 API
ParameterTypeId.RbsElecVoltage Property
 "Voltage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecVoltage { get; }
Public Shared ReadOnly Property RbsElecVoltage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecVoltage {
	ForgeTypeId^ get ();
}
static member RbsElecVoltage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace